package com.simple.game.ddz.robot;

public interface BobotName {
	String[] names = { "凶魔宫", "万圣岩", "大衍坊", "镰鼬教", "涡卷坊", "兽王刹", "如来观", "沧海观", "无量祠", "屠仙庙", "无双宫", "烈火旗", "斗龙帮", "夺魂斋",
			"墨龙阵", "元始堡", "巨鲸狱", "柳絮会", "歃血盟", "屠妖教", "易筋刹", "光明阙", "悟禅山", "无为党", "尸骨旗", "大悲门", "天罗斋", "听雨阁", "烈光谷",
			"修罗盟", "墨君亭", "水云刹", "嗜血盟", "蝎王殿", "无影厦", "冰火城", "烈光斋", "徵画扇", "无妄厦", "墨香阁", "墨羽盟", "墨烟城", "龙双阁", "龙虎厦",
			"金凤观", "紫光山", "真龙楼", "玄阴榭", "碧羽党", "烈阳城", "破山宇", "风霜舫", "爆碎谷", "闇雷塔", "盖世观", "舔血盟", "红捋娇", "白骨榭", "紫凰塔",
			"血花飘", "血修罗", "秦携香", "震雷阁", "鱼龙府", "蜘蛛狱", "青龙坊", "白龙舫", "金龙斋", "转生居", "翔鹰塔", "追风府", "轩辕寺", "醉羽帮", "白日陵",
			"虎狼旗", "狂涛祠", "青子衿", "索命舍", "追日舫", "金钟寨" };
}
